adp.IDesignPropertyUnits.Dispose
Destructor
\throw   none

adp.IDesignPropertyUnits
\interface   IDesignPropertyUnits    design/package/metadata/IDesignPropertyUnits.h    "design/package/metadata/IDesignPropertyUnits.h"
\brief
\since       1.0
This interface defines the totality of unit groups and types that are recognized by the metadata system.